# Арифметика Выведите на экран(в консоль) результат: возведение числа 9 в степень 0.5, после умножение на 5.
print("1st program")
print(9 ** 0.5 * 5)

# Логика Убедитесь в том что 9.99 больше 9.98 и 1000 не равно 1000.1 одновременно, выведете результат на экран(в консоль)
print('2nd program')
print(9.99 > 9.98 and 1000 != 1000.1)

# Школьная загадка
print('3rd program')
print("2 * 2 + 2")
print("2 * (2 + 2)")
print(2 * 2 + 2 == 2 * (2 + 2))

# Первый после точки
print('4th program')
print(int(float('123.456') * 10 % 10))
